export const personalInfoConsent = {
  heading:
    "[IT지원위원회 4기 신입위원으로 지원함에 따른 개인정보이용동의 안내]",
  body: (
    <>
      <p>
        본인은 IT지원위원회에 지원서를 제출함에 따라 [개인정보 보호법] 제15조 및
        제17조에 따라 아래의 내용으로 개인정보를 수집, 이용 및 제공하는 데
        동의합니다.
      </p>
      <p className="mt-6 font-medium">개인정보의 수집 및 이용에 관한 사항</p>
      <p>
        - 수집하는 개인정보 항목 (이력서 양식 내용 일체) : 이름, 학번, 전화번호
        등과 그 外 지원서 기재 내용 일체
      </p>
      <p>
        - 개인정보의 이용 목적 : 수집된 개인정보를 IT지원위원회 신입 위원 서류
        심사 및 인사 서류로 활용하며, 목적 외의 용도로는 사용하지 않습니다.
      </p>
      <p className="mt-6 font-medium">개인정보의 보관 및 이용 기간</p>
      <p>
        - 귀하의 개인정보를 다음과 같이 보관하며, 수집, 이용 및 제공 목적이
        달성된 경우 [개인정보 보호법] 제21조에 따라 처리합니다.
      </p>
    </>
  ),
};

export const gradeSemesters = ["1학기", "2학기"];
export const gradeLevels = ["1학년", "2학년", "3학년", "4학년"];
